[
  {
    "en": {
      "text": "Genius is one percent inspiration and ninety-nine percent perspiration.",
      "author": "Thomas Edison"
    },
    "ru": {
      "text": "Что разум человека может постигнуть и во что он может поверить, того он способен достичь",
      "author": "Наполеон Хилл"
    }
  },
  {
    "en": {
      "text": "You can observe a lot just by watching.",
      "author": "Yogi Berra"
    },
    "ru": {
      "text": "Стремитесь не к успеху, а к ценностям, которые он дает",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "A house divided against itself cannot stand.",
      "author": "Abraham Lincoln"
    },
    "ru": {
      "text": "Своим успехом я обязана тому, что никогда не оправдывалась и не принимала оправданий от других.",
      "author": "Флоренс Найтингейл"
    }
  },
  {
    "en": {
      "text": "Difficulties increase the nearer we get to the goal.",
      "author": "Johann Wolfgang von Goethe"
    },
    "ru": {
      "text": "Сложнее всего начать действовать, все остальное зависит только от упорства.",
      "author": "Амелия Эрхарт"
    }
  },
  {
    "en": {
      "text": "Fate is in your hands and no one elses",
      "author": "Byron Pulsifer"
    },
    "ru": {
      "text": "Надо любить жизнь больше, чем смысл жизни.",
      "author": "Федор Достоевский"
    }
  },
  {
    "en": {
      "text": "Be the chief but never the lord.",
      "author": "Lao Tzu"
    },
    "ru": {
      "text": "Жизнь - это то, что с тобой происходит, пока ты строишь планы.",
      "author": "Джон Леннон"
    }
  },
  {
    "en": {
      "text": "Nothing happens unless first we dream.",
      "author": "Carl Sandburg"
    },
    "ru": {
      "text": "Логика может привести Вас от пункта А к пункту Б, а воображение — куда угодно.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Well begun is half done.",
      "author": "Aristotle"
    },
    "ru": {
      "text": "Через 20 лет вы будете больше разочарованы теми вещами, которые вы не делали, чем теми, которые вы сделали. Так отчальте от тихой пристани. Почувствуйте попутный ветер в вашем парусе. Двигайтесь вперед, действуйте, открывайте!",
      "author": "Марк Твен"
    }
  },
  {
    "en": {
      "text": "Life is a learning experience, only if you learn.",
      "author": "Yogi Berra"
    },
    "ru": {
      "text": "Начинать всегда стоит с того, что сеет сомнения.",
      "author": "Борис Стругацкий"
    }
  },
  {
    "en": {
      "text": "Self-complacency is fatal to progress.",
      "author": "Margaret Sangster"
    },
    "ru": {
      "text": "Настоящая ответственность бывает только личной.",
      "author": "Фазиль Искандер"
    }
  },
  {
    "en": {
      "text": "Peace comes from within. Do not seek it without.",
      "author": "Buddha"
    },
    "ru": {
      "text": "Неосмысленная жизнь не стоит того, чтобы жить.",
      "author": "Сократ"
    }
  },
  {
    "en": {
      "text": "What you give is what you get.",
      "author": "Byron Pulsifer"
    },
    "ru": {
      "text": "80% успеха - это появиться в нужном месте в нужное время.",
      "author": "Вуди Аллен"
    }
  },
  {
    "en": {
      "text": "We can only learn to love by loving.",
      "author": "Iris Murdoch"
    },
    "ru": {
      "text": "Ваше время ограничено, не тратьте его, живя чужой жизнью",
      "author": "Стив Джобс"
    }
  },
  {
    "en": {
      "text": "Life is change. Growth is optional. Choose wisely.",
      "author": "Karen Clark"
    },
    "ru": {
      "text": "Победа - это еще не все, все - это постоянное желание побеждать.",
      "author": "Винс Ломбарди, тренер по американскому футболу"
    }
  },
  {
    "en": {
      "text": "You'll see it when you believe it.",
      "author": "Wayne Dyer"
    },
    "ru": {
      "text": "Наука — это организованные знания, мудрость — это организованная жизнь.",
      "author": "Иммануил Кант"
    }
  },
  {
    "en": {
      "text": "Today is the tomorrow we worried about yesterday.",
      "author": null
    },
    "ru": {
      "text": "В моем словаре нет слова «невозможно».",
      "author": "Наполеон Бонапарт"
    }
  },
  {
    "en": {
      "text": "It's easier to see the mistakes on someone else's paper.",
      "author": null
    },
    "ru": {
      "text": "Вы никогда не пересечете океан, если не наберетесь мужества потерять берег из виду.",
      "author": "Христофор Колумб"
    }
  },
  {
    "en": {
      "text": "Every man dies. Not every man really lives.",
      "author": null
    },
    "ru": {
      "text": "Свобода ничего не стоит, если она не включает в себя свободу ошибаться.",
      "author": "Махатма Ганди"
    }
  },
  {
    "en": {
      "text": "To lead people walk behind them.",
      "author": "Lao Tzu"
    },
    "ru": {
      "text": "Либо вы управляете вашим днем, либо день управляет вами.",
      "author": "Джим Рон"
    }
  },
  {
    "en": {
      "text": "Having nothing, nothing can he lose.",
      "author": "William Shakespeare"
    },
    "ru": {
      "text": "Если вы думаете, что на что-то способны, вы правы; если думаете, что у вас ничего не получится - вы тоже правы.",
      "author": "Генри Форд"
    }
  },
  {
    "en": {
      "text": "Trouble is only opportunity in work clothes.",
      "author": "Henry J. Kaiser"
    },
    "ru": {
      "text": "Два самых важных дня в твоей жизни: день, когда ты появился на свет, и день, когда понял, зачем.",
      "author": "Марк Твен"
    }
  },
  {
    "en": {
      "text": "A rolling stone gathers no moss.",
      "author": "Publilius Syrus"
    },
    "ru": {
      "text": "Начинайте делать все, что вы можете сделать – и даже то, о чем можете хотя бы мечтать. В смелости гений, сила и магия.",
      "author": "Иоганн Вольфганг Гете"
    }
  },
  {
    "en": {
      "text": "Ideas are the beginning points of all fortunes.",
      "author": "Napoleon Hill"
    },
    "ru": {
      "text": "Лучшая месть – огромный успех.",
      "author": "Фрэнк Синатра"
    }
  },
  {
    "en": {
      "text": "Everything in life is luck.",
      "author": "Donald Trump"
    },
    "ru": {
      "text": "Зачастую говорят, что мотивации хватает ненадолго. Но то же самое происходит и с освежающим душем, поэтому и рекомендуют его принимать ежедневно.",
      "author": "Зиг Зиглар"
    }
  },
  {
    "en": {
      "text": "Doing nothing is better than being busy doing nothing.",
      "author": "Lao Tzu"
    },
    "ru": {
      "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
      "author": "Стив Макконнелл"
    }
  },
  {
    "en": {
      "text": "Trust yourself. You know more than you think you do.",
      "author": "Benjamin Spock"
    },
    "ru": {
      "text": "Слабые люди всю жизнь стараются быть не хуже других. Сильным во что бы то ни стало нужно стать лучше всех.",
      "author": "Борис Акунин"
    }
  },
  {
    "en": {
      "text": "Study the past, if you would divine the future.",
      "author": "Confucius"
    },
    "ru": {
      "text": "Все дело в мыслях. Мысль — начало всего. И мыслями можно управлять. И поэтому главное дело совершенствования: работать над мыслями.",
      "author": "Лев Толстой"
    }
  },
  {
    "en": {
      "text": "The day is already blessed, find peace within it.",
      "author": null
    },
    "ru": {
      "text": "Есть только один способ избежать критики: ничего не делайте, ничего не говорите и будьте никем.",
      "author": "Аристотель"
    }
  },
  {
    "en": {
      "text": "From error to error one discovers the entire truth.",
      "author": "Sigmund Freud"
    },
    "ru": {
      "text": "Человек, которым вам суждено стать – это только тот человек, которым вы сами решите стать.",
      "author": "Ральф Уолдо Эмерсон"
    }
  },
  {
    "en": {
      "text": "Well done is better than well said.",
      "author": "Benjamin Franklin"
    },
    "ru": {
      "text": "Идите уверенно по направлению к мечте. Живите той жизнью, которую вы сами себе придумали.",
      "author": "Генри Дэвид Торо"
    }
  },
  {
    "en": {
      "text": "Bite off more than you can chew, then chew it.",
      "author": "Ella Williams"
    },
    "ru": {
      "text": "Надеюсь, что в конце своих дней, когда я предстану перед Богом, у меня не останется ни капли таланта, чтобы я могла сказать ему: “Я использовала все, что ты дал мне”.",
      "author": "Эрма Бомбек"
    }
  }
]